tap "ekzhang/bore"
tap "exoscale/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "argocd"
brew "azure-cli"
brew "cmake"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "gh"
brew "go"
brew "gomplate"
brew "gpgme"
brew "libtool"
brew "guile"
brew "helm"
brew "helmfile"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "mongosh"
brew "nano"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "nvm"
brew "openshift-cli"
brew "podman"
brew "protobuf"
brew "pygments"
brew "python@3.8"
brew "python@3.9"
brew "skopeo"
brew "tektoncd-cli"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh-syntax-highlighting"
brew "ekzhang/bore/bore"
brew "exoscale/tap/exoscale-cli"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
cask "librewolf"
cask "rectangle"
cask "vagrant"
cask "vscodium"
vscode "aaron-bond.better-comments"
vscode "Angular.ng-template"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "franneck94.vscode-coding-tools-extension-pack"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jmfirth.vsc-space-block-jumper"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "redhat.java"
vscode "ryu1kn.partial-diff"
vscode "vincaslt.highlight-matching-tag"
vscode "vscjava.vscode-java-debug"
vscode "vscode-icons-team.vscode-icons"
